{
  "questions": [],
  "title": "Approach to OCT Angiography",
  "sortOrder": 6,
  "description": " Interpreting OCT Angiography",
  "article": "**Authors:** Austin Pereira MD MEng, Yusuf Ahmed MD(C), Jason Kwok MD, Netan Choudhry MD FRCSC DABO\n\n## What is OCT-Angiography?\n\nOCT-angiography (OCTA) is a non-invasive imaging technique that uses 85-100,000 A-scans per second to capture high resolution images of retinal and choroidal microvasculature. By compiling images from swept-source OCT (1050nm) and spectral-domain OCT (840nm) scans and acquiring these scans over a length of time, OCTA can analyze the flow rate of blood vessels in a 3-dimensional manner. A key advantage to this imaging modality is the elimination of intravascular dye. OCTA machines produce images (3x3mm, 4.5x4.5mm or 6x6mm) segmented into four layers: the outer retina, superficial retinal plexus, deep retinal plexus, and choriocapillaris. In doing so, the foveal avascular zone and various pathological states, such as choroidal neovascularization (CNVM), retinal vein occlusions and diabetic retinopathy, can be examined.\n\n![](/content/media/articles-angiography-1.webp \"Figure 1. Swept-Source OCTA of a normal macula (3mm x 3mm). Courtesy of Netan Choudhry, MD FRCSC DABO\")\n\n*Figure 1. Swept-Source OCTA of a normal macula (3mm x 3mm). Courtesy of Netan Choudhry, MD FRCSC DABO*\n\nOCTA is based on two principles to determine motion in retinal vasculature (motion contrast):\n\n1. Amplitude decorrelation - detection of differences in the amplitude between two different OCT B-Scans\n2. Phase variance\n\nThink of the flow of water. There is a flow rate at 2 unique frames of time. The flow is the difference in rate between the two frames.\n\n### Advantages over Fluorescein Angiography\n\n* Non-invasive (does not require intravascular dye)\n* Rapid (few seconds)\n* Presence on regularly used OCT platforms\n\n  * Can obtain readily which is useful for longitudinal patient assessments and clinical trials\n* Automated, quantitative data\n* Ability to correlate en-face OCT images to dynamic flow images\n* Better vascular detail\n\n  * For example, the radial peri-papillary capillary network can be seen!\n\n![](/content/media/articles-angiography-2.webp \"Figure 2. Radial peri-papillary capillary network. Courtesy of Netan Choudhry, MD FRCSC DABO\")\n\n*Figure 2. Radial peri-papillary capillary network. Courtesy of Netan Choudhry, MD FRCSC DABO*\n\n* Depth resolved\n\n  * Multiple capillary layers in the retina can be visualized, as in Figure 3 below\n\n![](/content/media/articles-angiography-3.webp \"Figure 3. Depth resolved OCT-A of the CNVM. Courtesy of Netan Choudhry, MD FRCSC DABO\")\n\n*Figure 3. Depth resolved OCT-A of the CNVM. Courtesy of Netan Choudhry, MD FRCSC DABO*\n\n### Limitations\n\n* Segmentation errors can occur in the OCTA machine algorithm\n\n  * Always remember to double check segmentation prior to interpreting OCT images\n  * Manual segmentation is available and crucial, especially when retinal architecture is affected by disease processes\n* Lack of wide-field OCTA imaging\n\n  * Wide-field fundus photos and OCT imaging is still the benchmark for peripheral retinal disease as OCTA loses effectiveness the farther away from the macula\n* Perfusion analysis and vascular volume rendering software applications\n\n  * To come in the near future\n* Change analysis\n\n  * Density and size of CNVM change over time\n  * Must be manually calculated for clinical trials and by clinicians\n* Blood-retinal barrier integrity\n\n  * Still requires fluorescein angiography\n* Artifacts from media opacities or movement\n\n  * Must be weary of artifacts during image interpretation\n\n## Systematic Approach to Interpreting OCT-Angiography Images\n\n1. *Take a comprehensive patient history and review other imaging modalities available:* Despite all of the advantages listed above for OCTA, do not solely rely on this imaging modality to make decisions and diagnoses. Correlate what you see on OCTA to patient history to get a sense of disease progression, use colour fundus photography for signs like exudate to give sign of chronicity, and still use fluorescein dye-based angiography if available/indicated to determine blood-retinal barrier integrity. Standard OCT is still critical for determining structural information like thickness of the retina. \n2. *Understand retinal anatomy:* It goes without saying, but a firm understanding of retinal anatomy is crucial in interpreting OCTA images. Below is an image correlating the retinal anatomy of an OCT full thickness segmentation image. Note how the superficial plexus is represented by the large vessels that look more proximal in the image of the OCTA scan. The deep capillary plexus are the smaller vessels more distal in the image. The choroid is the deepest portion of the 3-dimensional image.\n\n   ![](/content/media/articles-angiography-4.webp \"Figure 4. Retinal anatomy as demonstrated on the full retina OCTA image. Courtesy of Choudhry, MD FRCSC DABO\")\n\n   *Figure 4. Retinal anatomy as demonstrated on the full retina OCTA image. Courtesy of Choudhry, MD FRCSC DABO*\n3. *Assess the image quality:* OCTA is a light source-dependant device; therefore, limitations may arise from signal attenuation and shadowing artifacts. In addition, superficial blood vessels may obscure deeper vessels. For these reasons, all OCTA images should be checked for quality prior to interpretation. Always check for the following:\n\n   * Evidence of media opacity\n   * Large refractive error that will distort images\n   * Truncation or shadowing effects\n\n     * Look at the fundus reflectance image to look for cause of any artifact or shadowing\n     * Use B-scan for segmentation accuracy\n     * En-face OCT images are critical to make sure segmentation of superficial vascular plexus, deep vascular plexus and vascular complex are accurate\n\nExample 1: Motion artifacts have image doubling as demonstrated in Figure 5. Newer OCTA technologies have motion correction technology to eliminate motion artifact by using consecutive vertical and horizontal raster scans or eye-tracking.\n\n![](/content/media/articles-angiography-5.webp \"Figure 5. Image doubling in OCTA during motion.\")\n\n*Figure 5. Image doubling in OCTA during motion.*\n\nExample 2: Shadowing effect due to opacity in the vitreous, impeding light rays reaching the retinal vasculature.\n\n![](/content/media/articles-angiography-6.webp \" Figure 6. Motion artifact in OCTA\")\n\n*Figure 6. Motion artifact in OCTA*\n\n   4. *Check the segmentation:* OCT segmentation automatically occurs separating the retinal vasculature into the superficial retinal plexus, deep retinal plexus, outer retina, full retina and choriocapillaris. However, when the Bruch’s membrane or RPE are not accurately designated by the machine, OCTA images may have to be manually segmented.\n\n![](/content/media/articles-angiography-7.webp \"Figure 7. Superficial capillary plexus found at the RNFL/ganglion cell layer border to the inner plexiform/inner nuclear layer border. Courtesy of Choudhry, MD FRCSC DABO\")\n\n*Figure 7. Superficial capillary plexus found at the RNFL/ganglion cell layer border to the inner plexiform/inner nuclear layer border. Courtesy of Choudhry, MD FRCSC DABO*\n\n![](/content/media/articles-angiography-8.webp \"Figure 8. Deep capillary plexus found at the inner plexiform/inner nuclear layer border 26µm below to the inner plexiform/inner nuclear layer 52µm below. Courtesy of Choudhry, MD FRCSC DABO\")\n\n*Figure 8. Deep capillary plexus found at the inner plexiform/inner nuclear layer border 26µm below to the inner plexiform/inner nuclear layer 52µm below. Courtesy of Choudhry, MD FRCSC DABO*\n\n![](/content/media/articles-angiography-9.webp \"Figure 9. Choriocapillaris which is the Bruch’s membrane border to the Bruch’s membrane border 10.4µm below. Courtesy of Choudhry, MD FRCSC DABO\")\n\n*Figure 9. Choriocapillaris which is the Bruch’s membrane border to the Bruch’s membrane border 10.4µm below. Courtesy of Choudhry, MD FRCSC DABO*\n\nAs you can see from figures 7-9, the capillary plexus layers are found at discrete segments of the retina, so improper segmentation would lead to improper visualization of the retinal microvasculature. Always check segmentation prior to proceeding to the next step. \n\nOCTA also has various fields of view for a zoomed-in image or wider field look at the retinal and choroidal vasculature. Choose the 3x3mm, 6x6mm or 9x9mm image that encompasses the particular pathology of interest. Figure 10 demonstrates 3 fields of view of a choroidal neovascularization membrane. It is evident that with an increasing field of view there is a reduction in image size and detail.\n\n![](/content/media/articles-angiography-10.webp \" Figure 10. Choroidal neovascularization membrane in 3x3mm, 6x6mm and 9x9mm field of view. Courtesy of Choudhry, MD FRCSC DABO\")\n\n*Figure 10. Choroidal neovascularization membrane in 3x3mm, 6x6mm and 9x9mm field of view. Courtesy of Choudhry, MD FRCSC DABO*\n\n   5. *Review the default segmented slabs:* Using the full retinal segmentation, you can identify various pathological conditions at discrete levels of the retina. For example, if you were to only use the superficial plexus slab, you can miss neovascularization elsewhere. Work through the outer retina, superficial capillary plexus, deep capillary plexus and choriocapillaris layers in order. Then, identify the foveal avascular zone. \n\n![](/content/media/articles-angiography-11.webp \"Figure 11. Default segmented slabs on OCTA using the AngioVue Retina 3D. Courtesy of Optovue.\")\n\n*Figure 11. Default segmented slabs on OCTA using the AngioVue Retina 3D. Courtesy of Optovue.*\n\n   6. *Use co-localization to confirm findings:* A standard OCTA window provides not only the flow at various segments of the retina microvasculature, but it also can correlate the location of one window to an alternative image view. Therefore, it allows the user to correlate findings at a location on an OCTA to the location on a standard OCT and fundus image. This allows one to correlate the findings for further clinical decision making.\n\n![Figure 12. Choroidal neovascularization membrane in OCTA correlated using co-localization to the corresponding macula OCTA and fundus photo.](/content/media/articles-angiography-12.webp)\n\nFor more information on a practical approach OCT angiography, please find below a link to a free book created by our collaborators at Carl Zeiss Meditec!\n<https://www.zeiss.ca/meditec/en/c/practical-angiography-free-book.html>"
}