{
  "questions": [],
  "title": "Approach to OCT RNFL/GCC",
  "description": "Interpreting retinal nerve fibre layer (RNFL) and ganglion cell complex (GCC) OCT images",
  "sortOrder": 4,
  "article": "## What is OCT ONH/RNFL?\n\nOCT ONH/RNFL uses radial scans centred on the optic disc to evaluate layers of the retina. However, for RNFL OCT images, the focus is primarily the more inner retinal layers including the RNFL and retinal ganglion cell layer. OCT ONH/RNFL has become especially useful for the diagnosis and further evaluation of glaucoma, optic neuropathies and chiasmal/retro-chiasmal lesions, retinal vascular disease, and more.\n\n### Review of Anatomy\n\n![](/content/media/articles-rnfl-1.webp)\n\nThe vitreoretinal anatomy on OCT can be divided into five unique zones with possible significant abnormalities in each zone:​\n\n1. Pre-retinal\n2. Epi-retinal\n3. Intra-retinal\n4. Sub-retinal\n5. Choroid\n\nTo further understand OCT ONH/RNFL, take the example of the macular OCT labelled below, which shows the position of a single retinal ganglion cell and its axon:\n\n![](/content/media/articles-rnfl-2.webp)\n\nIf we were to zoom into the retinal ganglion cells through a fundus photograph, you will see the following:\n\n![](/content/media/articles-rnfl-3-1.webp)\n\n![](/content/media/articles-rnfl-3-2.webp)\n\nCrossed retinal ganglion cell axons from the nasal RNFL representing the temporal visual field are shown in blue.\n\nUncrossed retinal ganglion cell axons in the temporal RNFL representing the nasal visual field are shown in red.\n\nThese crossed and uncrossed retinal ganglion cell axons, and the fields they correspond to, are demonstrated below:\n\n![](/content/media/articles-rnfl-4.webp)\n\nA normal Cirrus OCT of the RNFL from a healthy 30-year-old man is shown below. The \"optic disc cube\" scan protocol is used to image the RNFL over a 6 x 6mm peripapillary region using 200 x 200 pixel axial measurements.\n\nIncluded with the RNFL OCT is an approach to interpreting the quality of image and recognizing any pathological states.\n\n### Systematic Approach to Interpreting ONH/RNFL OCT\n\nBelow is a normal Cirrus OCT of the RNFL from a healthy 30-year-old man.\n\n![](/content/media/articles-rnfl-5.webp)\n\n**Step 1:** Ensure accurate and quality OCT report\n\nA. *Ensure correct DOB of the patient has been inputted.* The RNFL naturally thins with age (roughly 2-4 microns per decade), therefore it is important to compare key parameters (ex. RNFL thickness) against age-matched controls.\n\nB. *Check signal strength:*  Reduction in signal strength can result in loss of retinal features and artifacts in segmentation and interpretation. Signal strength of at least 7/10 is preferable on Cirrus machines. \n\nC. *Check for errors in segmentation:* Make your way to the RNFL calculation circle and RNFL circular tomogram at the last panel at the bottom left and right portions of the report. An automated algorithm is used to identify the RNFL and segment retinal layers accordingly – these layers may not be correctly identified in patients with poor signal strength or anomalous optic discs. Ensure that the anatomy is correctly mapped out and the desired region is captured by the software before viewing the RNFL deviation map and thickness plots.\n\n![](/content/media/articles-rnfl-6.webp)\n\n**Step 2:** Review Key Parameters and RNFL Thickness Map\n\nA. *Review Key Parameters:* The Key Parameters indicated in the table in between the RNFL Thickness Maps are compared to normative data (age-matched controls). Numbers in green show measurements that are between 5% and 95% of that seen in the normative population. Numbers in yellow show measurements that are between 1% and 5% of that in the normative population. Numbers in red show measurements that are less than 1% of that in the normative population. Numbers in white show measurements that are greater than 95% of that in the normative population.\n\nB. *Check average RNFL thickness and RNFL symmetry:* The RNFL Thickness Maps at the top left and right sides of the report show a topographical display of the RNFL in both eyes. Normally, there is an “hourglass” shape of red and orange colours since the superior and inferior RNFL are thickest. Check to see if this is symmetrical in both eyes. Note that the RNFL Thickness Maps are not compared to the normative database of age-matched controls. The yellow and red colours indicate absolute RNFL thickness in terms of µm.\n\nC. *Check the Cup-to-Disc Ratio (CDR):* Check the CDR in both eyes indicated in the Key Parameters table. Note to always check the CDR clinically as well on fundus examination as errors in estimating cup and disc can occur from OCT (due to peripapillary atrophy).\n\n![](/content/media/articles-rnfl-7.webp)\n\nHELPFUL TIP: Macular Vulnerability Zone (MVZ)\\\nMacular damage due to glaucoma often begins with RNFL thinning in a specific, narrow region of the disc, termed the “macular vulnerability zone” (MVZ) (1). This causes glaucomatous damage in a classic arcuate pattern. Most of the inferior region of the macular projects to the MVZ, which is located infero-temporally to the optic disc (see images below). The MVZ is particularly susceptible to glaucomatous damage and often occurs early in the disease, which is why early glaucoma can also be missed or underestimated with standard visual field tests such as the 24-2 visual field test. \n\n![](/content/media/articles-rnfl-8.webp)\n\n**Step 3:** Review Neuro-retinal Rim and RNFL thickness profile, RNFL Quadrant and Clock Hour \n\nReview the Neuro-retinal Rim and RNFL Thickness Profile. Then, make your way to the RNFL Quadrant and Clock hour. These parameters are also compared to age-matched normative database as outlined by the green, yellow, and red colours similar to the key parameters at the top of the report. \n\nHELPFUL TIP: Remember the “ISNT” rule\n\n​The “ISNT” rule indicates the typical order of thickest to thinnest rims in a healthy optic disc:​\n\nI: inferior rim (thickest)\\\nS: superior rim\\\nN: nasal rim\\\nT: temporal rim (thinnest)\n\n​Glaucomatous damage is known to first affect the inferior and superior rims. Therefore, when an optic nerve does not follow the ISNT rule, or when there is preferential RNFL thinning in the inferior > superior > nasal > temporal order, glaucomatous etiology should be considered.  \n\n![](/content/media/articles-rnfl-9.webp)\n\n## Systematic Approach to Interpreting GCC OCT Images\n\nAs with OCT ONH/RNFL, GCC OCT is valuable for the evaluation of glaucoma, neuro-ophthalmology pathology, retinal vascular disease, etc. In glaucoma, sometimes changes are only seen on GCC first and not on ONH/RNFL OCT, or vice versa. As a result, it is a useful practice for ophthalmologists to routinely perform both tests. GCC also allows easy correlation of visual field defects since it is centered over the macula. Furthermore, when there is RNFL loss, these abnormalities can also be further contextualized based on whether or not there is GCC loss. \n\n### Review of Anatomy\n\nSummary of relevant anatomical structures:\n\n* Retinal Nerve Fibre Layer is formed by the axons of the retinal ganglion cells\n* Ganglion Cell Layer (GCL) is formed by the cell bodies of the retinal ganglion cells\n* Inner Plexiform Layer (IPL) consists of axons of bipolar and amacrine cells and dendrites of ganglion cells\n\n\nOn the Cirrus SD-OCT, the GCL and the IPL are measured together as the ganglion cell complex\n\n![](/content/media/articles-rnfl-10.webp)\n\nIf we were to zoom in to a single retinal ganglion cell, the path is described below:\n\n![](/content/media/articles-rnfl-11.webp)\n\n### Systematic Approach to Interpreting GCC OCT\n\nBelow is a normal Cirrus GCC OCT image of a healthy 31-year-old man\n\n![](/content/media/articles-rnfl-12.webp)\n\n**Step 1:** Ensure accurate and quality OCT report ​\n\nA. *Ensure correct DOB of the patient has been inputted:* As with all OCT images, we must ensure the correct DOB of the patient is inputted. Thickness of the GCL is compared against age-matched controls from a normative database. \n\nB. *Check signal strength:* Reduction in signal strength can result in loss of retinal features and artifacts in segmentation and interpretation. Signal strength of at least 7/10 is preferable on Cirrus machines. \n\nC. *Check for errors in segmentation:* An automated algorithm is used to identify the inner layer of GCL and outer layer of IPL and may not be correctly identified in patients with macular disease or optic disc edema. Direct your attention to the Horizontal B-Scans to ensure that the anatomy is correctly mapped out and the desired regions has been captured by the software. The purple line in the Horizontal B-Scan represents the boundary between RNFL and GCL and the yellow lines represent the boundary between the IPL and Inner Nuclear Layer (INL).\n\n![](/content/media/articles-rnfl-13.webp)\n\n**Step 2:** Colour Thickness Map, Sector Map, Deviation Map\\\nThe Colour Thickness Map shows thickness measurement of GCL + IPL. The Sector Map shows the GCL + IPL thickness in sextants, which are color coded in comparison to normative data. The Deviation Map shows GCL + IPL thickness topographically compared to normative data.\n\n![](/content/media/articles-rnfl-14.webp)\n\n### Summary​​\n\n1. OCT of the ganglion cell complex and RNFL provides valuable information when evaluating patients with optic neuropathies, chiasmal or retrochiasmal visual field defects.\n2. The ganglion cell analysis has advantages over OCT of the retinal nerve fiber layer since it can be easily correlated with visual field defects and usually shows changes earlier. Be weary of segmentation issues with GCC OCT.\n3. OCT of the RNFL provides an objective way to document the optic disc and to follow patients with a number of pathologies. Be weary of segmentation issues with RNFL OCT.",
  "footer": "### References\n\n1. Hood DC, Raza AS, de Moraes CGV, Liebmann JM, Ritch R. Glaucomatous damage of the macula. Progress in Retinal and Eye Research. 2013 Jan;32:1–21."
}