{
  "questions": [],
  "title": "Approach to OCT macula",
  "description": "Systematic framework and background for interpreting macula OCT images",
  "sortOrder": 3,
  "article": "## Systematic Approach to Interpreting Macula OCT Images\n\n![](/content/media/article-macula-1.webp)\n\nThe vitreoretinal anatomy on OCT can be divided into five unique zones with possible significant abnormalities in each zone:\n\n1. Pre-retinal\n2. Epi-retinal\n3. Intra-retinal\n4. Sub-retinal\n5. Choroid\n\nSimilar to any radiological imaging modalities in medicine, it is essential to confirm the details of the image by checking the following prior to interpretation:\n\n1. Patient details (name, DOB, patient ID)\n2. Date and time the image was taken\n3. OD vs. OS\n4. Previous images for comparison\n5. Sufficient image quality\n\n![](/content/media/article-macula-2.webp)\n\nWhile there are numerous objective parameters in the assessment of OCT image quality, signal strength and signal-to-noise ratio remain the most commonly used parameters to ensure image quality is sufficient for interpretation. \n\n**Signal Strength > 7.5 indicates a good quality OCT image**\n\nThe Signal Strength of the example above is 10/10\n\n### Identifying R vs. L Eye on OCT Images\n\n![](/content/media/article-macula-3.webp)\n\nMacular OCT images are accompanied by a legend (as indicated by the yellow circle) to indicate its anatomical orientation (ie. nasal-temporal/superior-inferior).\n\n\\*Remember\\* the macula is temporal (lateral) in reference to the optic disc. This fact helps the clinician identify whether the image is OD or OS.\n\nQ: Can you classify this image OD or OS?\n\n\\*\\*Helpful Tip\\*\\* The direction of the thicker RNFL ​layer from the macula hints at which eye you are examining. The above image is OD!\n\n![](/content/media/article-macula-4.webp)\n\nIn approaching OCT images, scan through each layer of the retina as highlighted in the previous anatomy section to ensure a thorough assessment.​\n\nThis is especially important for beginners. \n\nThis ensures that subtle pathologies are not missed and treatment can be started promptly if indicated.\n\n### Hyper-reflective vs. hypo-reflective\n\nWhen reviewing an OCT scan, it is important to describe structures using correct terminology. Lighter structures on the OCT image are described to be hyper-reflective, while darker structures on the OCT image are described to be hypo-reflective. Whether a certain material is hyper-reflective or hypo-reflective depends on the type of material.\n\nHyper-reflective on OCT: blood, drusen, cotton-wool spots, inflammatory cells\n\nHypo-reflective on OCT: fluid (vitreous cavity, intra-retinal/sub-retinal fluid), blockage in light transmission \n\n![](/content/media/article-macula-5.webp)\n\n​Fluid within the retina is hypo-reflective. In this figure, you can see hypo-reflective, intra-retinal fluid containing cavities. \n\n![](/content/media/article-macula-6.webp)\n\nOn the other hand, material like blood, fibrosis, and infiltrates are hyper-reflective on OCT. In this figure, you can see hyper-reflective material (red arrow) in the sub-retinal and sub-RPE space.\n\nDo not panic when you see an unfamiliar OCT scan. You can still accurately describe an OCT scan by determining the reflectivity of the pathology and identifying where the pathology is occurring. Remember, these terms will not commit you to a diagnosis.\n\n### We will now go over a case, and utilize the approach that we discussed above\n\n![](/content/media/article-macula-7.webp)\n\nTo start things off, we can see that this is the OCT macula of the left eye (OS). The patient’s name and date of birth are correct. The signal strength is 10/10, which indicates that this is a good quality scan.\n\nLooking at the orientation of the green lines, we can see that the images are horizontal cuts of the macula. \n\nWe will now scan through the layers of the macula systematically. The vitreous cavity appears dark. There are no vitreo-macular interface pathology. The pre-retinal space appears normal. Examining the inner retina, there is a well delineated, concaved area (well confined by internal limiting membrane and retina) of hyper-reflectivity just posterior to internal limiting membrane This area of hyper-reflectivity is well-defined, and could represent hemorrhage, fibrosis or infiltration. In this case this is sub-internal limiting membrane hemorrhage.\n\nIn the intra-retinal space, there is an area of hypo-reflectivity immediately underneath the hyper-reflective lesion on the OCT. This represents blocking effect or a shadowing effect from the overlying hyper-reflective material.  In the para-foveal area, the layers of the retina can be well visualized and are normal.\n\nThere are no obvious abnormalities in the sub-retinal and sub-RPE space. The choroid also appears normal in contour and size.​\n\nFor an in-depth guide in evaluating macular OCT, check out Dr. Jason Kwok's high-yield video lecture on approaching retinal OCT: <https://youtu.be/QcQ5R8Jq5e0>"
}