{
  "questions": [],
  "title": "Review of Anatomy",
  "description": "Overview to retinal anatomy using optical coherence tomography",
  "sortOrder": 1,
  "article": "## Retinal Anatomy\n\nOptical Coherence Tomography is a rapid, non-invasive, in-office optical imaging technology that utilizes light waves to capture high resolution images of various structures of the eye. With the advent of higher resolution OCT technology, the layers of the retina that were once only able to be visualized histologically, can now be visualized in high resolution as well allowing analysis of tissues qualitatively and quantitatively.\n\nA normal OCT macula is seen below. Pay attention to the labelled structures. Compare it with the histological specimen below. \n\n![](/content/media/review-of-anatomy1.png)\n\n![](/content/media/review-of-anatomy2.png)\n\n## Retinal Layers and Function\n\nA thorough understanding of retinal anatomy and function will aid in the interpretation of OCT images. The layers of the retina MUST be memorized.\n\nThe layers of the retina from inner to outer segments are outlined below:\n\n![](/content/media/review-of-anatomy3.png)\n\n![](/content/media/review-of-anatomy4.png)\n\n## Function of Each Layer\n\nThis section will help apply your knowledge of retinal anatomy to OCT images.  As you move through the retinal layers, you will realize there are more distinct layers on OCT that are not highlighted from a histological standpoint, creating difficulties in anatomical correlates.\n\n![](/content/media/review-of-anatomy5.png)\n\n**Nerve Fibre Layer:** Axons of the retinal ganglion cells.\n​\n**Ganglion Cell Layer:** Low coherence scatter leads to a dark appearance compared to RNFL layer above. Includes superficial retinal capillary plexus.\n​\n**Inner Plexiform Layer:** Hyper-reflective layer containing synapses between ganglion cells, bipolar cells, and amacrine cells.\n\n![](/content/media/review-of-anatomy6.png)\n\n\\\n**Inner Nuclear Layer:** Low coherence scatter leads to a dark appearance consisting of amacrine, bipolar and horizontal cells. Includes deep retinal capillary plexus.\n\n**Outer Plexiform Layer:** Hyper-reflective layer consisting of synapses between photoreceptors, bipolar, and horizontal cells.\n\n**Outer Nuclear Layer:** Low coherence scatter leads to a dark appearance consisting of photoreceptor cell bodies.\n\n![](/content/media/review-of-anatomy7.png)\n\n**External Limiting Membrane:** Hyper-reflective layer indicating zonular attachment between photoreceptors and Müller cells.​\n\n**Ellipsoid Zone:** Previously named inner segment/outer segment (IS/OS) junction. Hyper-reflective layer attributed to densely packed mitochondria.\n\n**Interdigitation Zone:** Hyper-reflective band representing the junction between photoreceptors and RPE.\n\n![](/content/media/review-of-anatomy8.png)\n\nRetinal Pigment Epithelium (RPE) \n\n* Monolayer of cells which contain melanosomes that absorb light to ensure any signals unconverted into an action potential do not pass through. \n* Phagocytose photoreceptor waste products through lysosome-mediated enzymatic degradation to maintain photoreceptor integrity\n* Loss of RPE integrity is the precursor to a number of retinal diseases\n* Forms outer blood-retinal barrier\n\n\n\n## Vitreous\n\nOCT imaging has allowed for further understanding of the vitreous structures and associated diseases such as vitreomacular traction and epiretinal membranes. Various structures associated with the vitreous, such as the posterior cortical vitreous and retro-hyaloid space can be seen on OCT imaging.\n\n![](/content/media/review-of-anatomy9.png)\n\nThe adherent posterior hyaloid is represented by the thickened hyper-reflective band anterior to the retina. The posterior hyaloid is attached to the retina, causing mild vitreomacular traction.\n\n![](/content/media/review-of-anatomy10.png)\n\n## Choroid\n\nEnhanced depth imaging (EDI) on SD-OCT and SS-OCT allows for high quality images of the choroid. The swept-source OCT provides the best quality and resolution for choroidal imaging. \n\nThe layers of the choroid can be identified on OCT below:\n\n* Choriocapillaris (small blood vessels)\n* Sattler’s layer (larger blood vessels)\n* Haller’s layer (larger blood vessels)\n\n![](/content/media/review-of-anatomy11.png)"
}